Repository: CofficLab/Cisum
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en

source: (%lld 个订阅)
en: (%lld subscriptions)

source: %lld 下载中
en: %lld downloading

source: %lld 个文件
en: %lld files

source: %lld 个订阅选项
en: %lld subscription options

source: %lld 已下载
en: %lld downloaded

source: %lld 未下载
en: %lld not downloaded

source: • 取消操作：保持原位置不变
en: • Cancel operation: Keep original location unchanged

source: • 如果源数据在 iCloud 中且有未下载的文件，需要等待下载完成，可能需要较长时间
en: • If source data is in iCloud and there are undownloaded files, you need to wait for the download to complete, which may take a long time

source: • 直接使用：直接使用新位置，原有数据保持不变
en: • Direct use: Use the new location directly, original data remains unchanged

source: • 迁移数据：将现有数据迁移到新位置
en: • Migrate data: Migrate existing data to the new location

source: • 迁移过程中请勿关闭应用，取消迁移可能导致数据不完整
en: • Do not close the app during migration, canceling may lead to incomplete data

source: ⚠️ 重要提示：
en: ⚠️ Important Note:

source: 2个订阅选项
en: 2 subscription options

source: Highest Product: 无
en: Highest Product: None

source: Highest Status: 无
en: Highest Status: None

source: iCloud 值: %@
en: iCloud value: %@

source: iCloud 同步
en: iCloud Sync

source: macOS 上也精彩
en: Also great on macOS

source: Setting
en: Settings

source: UserDefaults 值: %@
en: UserDefaults value: %@

source: UserDefaults 调试视图
en: UserDefaults Debug View

source: 上次播放
en: Last played

source: 专辑封面
en: Album Cover

source: 仓库为空
en: Repository is empty

source: 保持原位置不变
en: Keep original location unchanged

source: 免费版
en: Free Version

source: 共 %@
en: Total %@

source: 共 %lld
en: Total %lld

source: 共 %lld 项
en: Total %lld items

source: 再试一次
en: Try again

source: 准备好探索你的音乐世界
en: Ready to explore your music world

source: 初始化失败
en: Initialization failed

source: 删除
en: Delete

source: 刷新数据
en: Refresh Data

source: 加载中...
en: Loading...

source: 加载中…
en: Loading...

source: 加载产品
en: Loading Products

source: 取消
en: Cancel

source: 取消操作
en: Cancel Operation

source: 取消迁移
en: Cancel Migration

source: 取消迁移能会导致数据不完整，建议等待迁移完成。
en: Canceling migration may lead to incomplete data. It is recommended to wait for migration to complete.

source: 名称
en: Name

source: 商店
en: Store

source: 喜欢的书籍
en: Favorite Books

source: 喜欢的音频
en: Favorite Audio

source: 在 Finder 中显示
en: Show in Finder

source: 在系统设置中登录 iCloud 账户后，此选项可用
en: This option is available after logging into your iCloud account in System Settings

source: 基础版本最多支持 %lld 个文件
en: Basic version supports up to %lld files

source: 处理中...
en: Processing...

source: 复制错误信息
en: Copy error message

source: 大小
en: Size

source: 好
en: OK

source: 如果您之前在其他设备上购买过订阅,可以通过点击下方的"恢复购买"按钮来恢复您的订阅。请确保您使用的是购买时所用的Apple ID 账号。
en: If you have previously purchased a subscription on another device, you can restore your subscription by clicking the "Restore Purchase" button below. Please ensure that you are using the Apple ID account you used when purchasing.

source: 存储位置未设置
en: Storage location not set

source: 完成
en: Done

source: 完美支持 iCloud
en: Perfect support for iCloud

source: 导出到下载目录
en: Export to Downloads directory

source: 将有声书文件夹拖到这里可添加
en: Drag audiobook folder here to add

source: 将现有数据迁移到新位置
en: Migrate existing data to new location

source: 将音乐文件拖到这里可添加
en: Drag music files here to add

source: 尚未加载产品
en: Products not loaded yet

source: 已复制
en: Copied

source: 已成功恢复您的购买记录，所有功能已解锁
en: Successfully restored your purchase history, all features unlocked

source: 已订阅
en: Subscribed

source: 已购买
en: Purchased

source: 已过期
en: Expired

source: 当前插件ID: %@
en: Current Plugin ID: %@

source: 恢复失败
en: Restore failed

source: 恢复成功
en: Restore successful

source: 恢复购买
en: Restore Purchase

source: 恢复购买时发生错误，请稍后重试
en: Error occurred during purchase restoration, please try again later

source: 恢复默认设置
en: Restore Default Settings

source: 或
en: Or

source: 打开仓库目录并放入文件
en: Open repository directory and put files

source: 拖放音乐文件到这里
en: Drag and drop music files here

source: 推荐
en: Recommended

source: 提示
en: Tips

source: 插件仓库调试视图
en: Plugin Repository Debug View

source: 搜索键或值
en: Search key or value

source: 播放
en: Play

source: 支持的格式
en: Supported Formats

source: 支持的格式：%@
en: Supported formats: %@

source: 放弃
en: Give up

source: 是本地目录，不会同步
en: This is a local directory and will not be synced

source: 显示 iCloud 值
en: Show iCloud Values

source: 暂无复制任务
en: No Copy Tasks

source: 暂无订阅选项
en: No Subscription Options

source: 暂时不能获取歌曲仓库信息
en: Cannot get song repository information at the moment

source: 更新订阅状态
en: Update Subscription Status

source: 有声书仓库为空
en: Audiobook Repository is Empty

source: 有效
en: Valid

source: 极简设计
en: Minimalist Design

source: 歌曲仓库为空
en: Song Repository is Empty

source: 正在从 iCloud 下载
en: Downloading from iCloud

source: 正在初始化...
en: Initializing...

source: 正在加载更多...
en: Loading more...

source: 正在复制 %lld
en: Copying %lld

source: 正在复制 %lld 个文件
en: Copying %lld files

source: 正在恢复购买
en: Restoring Purchase

source: 正在恢复默认设置，请稍候
en: Restoring default settings, please wait

source: 正在排序
en: Sorting

source: 正在读取仓库
en: Reading repository

source: 正在重置…
en: Resetting...

source: 没有找到匹配的键值对
en: No matching key-value pairs found

source: 测试已购
en: Test Purchased

source: 添加
en: Add

source: 清空
en: Clear

source: 源仓库
en: Source Repository

source: 状态
en: Status

source: 目标仓库
en: Target Repository

source: 直接使用
en: Use Directly

source: 直接使用新位置，原有数据保持不变
en: Use new location directly, original data remains unchanged

source: 确定
en: Confirm

source: 确定取消
en: Confirm Cancel

source: 确定要删除这个文件吗？
en: Are you sure you want to delete this file?

source: 确要取消迁移吗？
en: Are you sure you want to cancel migration?

source: 空
en: Empty

source: 简单纯粹的音乐播放器
en: A simple and pure music player

source: 继续迁移
en: Continue Migration

source: 继续重置
en: Continue Reset

source: 美好即将开始
en: Good things are about to begin

source: 自动获取专辑封面
en: Automatically get album cover

source: 解锁完整体验
en: Unlock full experience

source: 计算中...
en: Calculating...

source: 订阅
en: Subscribe

source: 许可协议
en: License Agreement

source: 设置
en: Settings

source: 请先设置媒体仓库的存储位置
en: Please set the storage location of the media repository first

source: 请稍候，正在验证您的购买记录...
en: Please wait, verifying your purchase history...

source: 请退出 APP，再重新打开
en: Please exit the app and reopen it

source: 购买
en: Purchase

source: 迁移中...
en: Migrating...

source: 迁移出现问题: %@
en: Problem with migration: %@

source: 迁移已取消
en: Migration cancelled

source: 迁移已完成
en: Migration completed

source: 迁移数据
en: Migrate Data

source: 迁移状态
en: Migration Status

source: 还没有喜欢的书籍
en: No favorite books yet

source: 还没有喜欢的音频
en: No favorite audio yet

source: 进入有声书仓库
en: Enter Audiobook Repository

source: 进入音乐仓库
en: Enter Music Repository

source: 退出
en: Exit

source: 适配 iOS
en: Adapted for iOS

source: 遇到问题无法继续运行
en: Encountered an issue and cannot continue to run

source: 重置设置
en: Reset Settings

source: 重置设置，恢复成系统默认状态
en: Reset settings to restore system default state

source: 重试
en: Retry

source: 重试恢复
en: Retry Restore

source: 重试迁移
en: Retry Migration

source: 隐私政策
en: Privacy policy

source: 音乐库
en: Music Library
